Repository: alexmayo/Localization
Catalog: CrashReporter/Application/*.lproj/Localizable.strings
Languages: cs, da, de

source: Back
cs: Zpět
da: Tilbage
de: Zurück

source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen

source: Continue
cs: Pokračovat
da: Fortsæt
de: Weiter

# COLLABORATE_MESSAGE
source: CrashReporter is open source. Help improve CrashReporter by submitting code, feature requests, issue reports and localizations. More information about the different parts of CrashReporter is available by tapping the buttons below.
cs: CrashReporter je open source. Pomozte vylepšit CrashReporter pomocí přispíváním vývojářského kódu, žádáním funkcí a přispíváním jiných jazyků pro CrashReporter. Více informací o jiných částí v CrashReporteru je dostupné kliknutím na tlačítko podtím.
de: CrashReporter ist Open-Source. Helfen sie beim Verbessern von CrashReporter, indem sie Code, Wünsche, Übersetzungen und Fehlerberichte senden. Mehr Informationen über die einzelnen Bestandteile von CrashReporter ist über die Buttons unten verfügbar.

# COLLABORATE_TITLE
source: Share the Burden
cs: Sdílejte práci ostatních
de: Teile die Anstrengung

# CONTRIBUTE_MONEY
source: Contribute
cs: Přispějte
de: Spenden

# CONTRIBUTE_MONEY_FLATTR
source: Contribute via Flattr
cs: Přispět pomocí služby "Flattr"
da: Bidrag via Flattr
de: Via Flattr unterstützen

# CONTRIBUTE_MONEY_MESSAGE
source: I put a lot of time into CrashReporter and its related packages, but I don't get paid for it. Help me stay fed and caffeinated by sending a bit of your pocket change my way.
cs: Dal jsem hodně práce do CrashReporteru a její příbuzné balíčky, nedostávám ale za to peníze. Pomozte mi být jídlem a kafem zásobeným tím, že mi pošlete malinký příspěvek z Vaší peněženky do mé.
da: Jeg har lagt meget tid i CrashReporter og dets relaterede pakker, men jeg bliver ikke betalt for det. Hjælp mig med at forblive mæt og fuld a koffein ved at sende mig lidt af dine håndøre.
de: Ich habe viel Zeit in CrashReporter und seine Pakete gesteckt, jedoch werde ich dafür nicht bezahlt. Indem sie ihr Kleingeld spenden, helfen sie mir wach und motiviert zu bleiben.

# CONTRIBUTE_MONEY_PAYPAL
source: Contribute via PayPal
cs: Přispět pomocí služby "PayPal"
da: Bidrag via PayPal
de: Spenden mit PayPal

# CONTRIBUTE_MONEY_TITLE
source: Share the Wealth
cs: Přispějte
da: Del rigdommen
de: Teile den Wohlstand

source: Crashed process
cs: Crashnutý proces
da: Nedbrudt process
de: Gecrashter Prozess

source: Crash Detected
cs: Crash Detekován
da: Nedbrud Opdaget
de: Crash erkannt

# CUSTOM_BLAME_WARNING
source: Warning: Entering invalid data may corrupt your system. Use this page only in guidance of the developer.
cs: UPOZORNĚNÍ: Psaní špatných dat může zničit Váš systém. Používejte tuto stránku pouze v případě doporučení vývojáře.
da: Advarsel: Indtastning af ugyldig data kan beskadige dit system. Brug kun denne side med hjælp fra udvikleren
de: Achtung: Fehlerhafte Eingaben können zu Schaden am System führen. Diese Seite sollte nur unter Aufsicht des Entwicklers benutzt werden.

source: Delete
cs: Smazat
da: Slet
de: Löschen

# DELETE_ALL_FAILED
source: Failed to delete one or more files.
cs: Chyba smazání jednoho nebo více souborů.
da: Kunne ikke slette en eller flere filer.
de: Das Löschen von einer oder mehreren Dateien ist fehlgeschlagen.

# DELETE_ALL_FOR_MESSAGE
source: Are you sure you wish to delete all crash log files for "%@"?
cs: Jste si jisti, že chcete smazat všechny crash protokoly pro "%@"?
da: Er du sikker påat du vil sletter alle logfiler for "%@"?
de: Sind sie sicher, dass sie alle Crash Logs für "%@" löschen möchten?

# DELETE_ALL_MESSAGE
source: Are you sure you wish to delete all crash log files?
cs: Jste si jisti, že chcete smazat všechny crash protokoly?
da: Er du sikker på at du vil slette alle logfiler?
de: Sind sie sicher, dass sie alle Crash Logs löschen möchten?

# DELETE_FILE_FAILED
source: Could not delete the selected file.
cs: Nebylo možné smazat tento soubor.
da: Kunne ikke slette valgte filer.
de: Die ausgewählte Datei konnte nicht gelöscht werden.

source: Earlier
cs: Předtím
da: Tidligere
de: Früher

source: Edit
cs: Upravit
da: Rediger
de: Ändern

source: Error
cs: Chyba
da: Fejl
de: Fehler

source: Forward to...
cs: Přeposlat...
da: Vidresend til...
de: Weiterleiten an...

source: Ignore
cs: Ignorovat
da: Ignorér
de: Ignorieren

# INCLUDE_UNTITLED
source: Untitled
cs: Bez názvu
da: Unavngivet
de: Unbenannt

source: Latest
cs: Nejnovější
da: Sidste nye
de: Neueste/s

# LESS_THAN_HOUR
source: Less than 1 hour before crash.
de: Weniger als 1 Stunde vor dem Crash.

# LESS_THAN_HOURS
source: Less than %u hours before crash.
de: Weniger als %u Stunden vor dem Crash.

# LOADED_BINARIES
source: Loaded Third-party Binaries
cs: binary ze třetích stran načtena
da: Indlæste tredigeparts binære filer
de: Geladene Third-party Binaries

source: Main suspect
cs: Hlavní podezřelý
da: Hovedmistænkte
de: Hauptverdacht

# NOTIFY_CRASHED
source: "%@" has crashed.
cs: "%@" crashnul.
da: "%@" gik ned.
de: "%@" ist abgestürzt

# NOTIFY_EXCESS_CPU
source: "%@" is hogging CPU.
cs: "%@" využívá všechen výpočetní výkon.
da: "%@" optager meget processor kraft.
de: "%@" beansprucht die CPU.

# NOTIFY_EXCESS_MEMORY
source: "%@" is hogging memory.
cs: "%@" využívá všechnu paměť.
da: "%@" optager meget hukommelse.
de: "%@" beansprucht das RAM.

# NOTIFY_EXCESS_WAKEUPS
source: "%@" is causing excessive wakeups.
cs: "%@" způsobuje až moc probouzení CPU ze spánku.
da: "%@" tænder din enhed meget.
de: "%@" verursacht massive Wakeups.

# NOTIFY_EXECUTION_TIMEOUT_SHUTDOWN
source: "%@" took too long to shutdown.
cs: "%@" způsoboval moc času na vypnutí.
de: "%@" hat zum Beenden zu lange gebraucht.

# NOTIFY_EXECUTION_TIMEOUT_TASK
source: "%@" took too long to perform a task.
cs: "%@" způsoboval moc času k provedení úlohy.
de: "%@" hat für die Aufgabe zu lange gebraucht.

# NOTIFY_LARGEST_PROCESS
source: Largest process is "%@".
cs: Nejvvětší process je "%@".
da: Største processe er "%@".
de: Größter Prozess ist "%@".

# NOTIFY_LOW_MEMORY
source: Low memory, suspended apps will end.
cs: Málo paměti, nepoužívané aplikace budou ukončeny.
da: Lav hukommelse, suspenderede apps bliver lukket.
de: Wenig RAM, minimierte Apps werden beendet.

# NOTIFY_MAIN_SUSPECT
source: "%@" is main suspect.
cs: "%@" je hlavní podezřelý.
da: "%@" er hovedmistænkte.
de: "%@" wird verdächtigt.

# NOTIFY_NO_SUSPECTS
source: There are no suspects.
cs: Není žádný podežřelý.
da: Der er ingen mistænkte.
de: Es gibt keine Verdächtigen.

# NOTIFY_SANDBOX_VIOLATION
source: "%@" violated sandbox.
cs: "%@" porušil sandbox.
da: "%@" overtrådte sandbox.
de: "%@" hat die Sandbox missachtet.

source: Other suspects
cs: Jiné podezřelé
da: Andre mistænkte
de: Andere Verdächtige

# PACKAGE_FAILED_1
source: The package that owns this file is either no longer installed, or was not installed via Cydia or the App Store.
cs: Program/skript který vlastní tento soubor již pravděpodobně není ve Vašem zařízení.
da: Pakken der ejer denne fil er enten ikke installeret længere, eller var ikke indstallere via Cydia eller App store
de: Entweder ist das Paket, welches diese Datei enthält deinstalliert worden, oder wurde nicht über Cydia oder den AppStore installiert.

# PACKAGE_INSTALL_DATE_PREFIX
source: Installed
de: Installiert

source: Processing...
de: Bearbeitet...

# REPORTCRASH_DISABLED_MESSAGE
source: It appears that the ReportCrash daemon has been disabled on your device. Without this daemon, crash logs will not be generated when a process crashes. Please re-enable ReportCrash. It only runs when a process crashes, so it will not shorten your battery life or slow down your device.
cs: Vypadá to, že ReportCrash daemon je vypnutý na Vašem zařízení. Bez tohoto daemona, crash protokoly nebudou generovány když nějaký process spadne. Prosím, zapněte znovu ReportCrash Daemon. Daemon pouze běží když spadne nějaký process, tzn. že Vám nebude zkracovat dobu Vaší baterie ani využití Vašeho výkonu.
da: Det ser ud til at ReportCrash deamonen er blevet slået fra på din enhed. Uden denne deamon, bliver der ikke generede nogle logs når processer bryder sammen. Venligst aktiver ReportCrash igen. Den kører kun når en process bryder sammen, så den ville ikke forkorte din batteri levetid, eller gøre din enhed langsommere.
de: Anscheinend ist das ReportCrash Daemon auf diesem Gerät deaktiviert. Ohne diesen Daemon werden keine Crashlogs erstellt, sollte der Prozess abstürzen. Bitte aktivieren sie ReportCrash Es wird weder die Batterielaufzeit verkürzen, noch das Gerät verlangsamen. Es wird nur ausgeführt, wenn ein Prozess abstürzt.

# REPORTCRASH_DISABLED_TITLE
source: Crash Logging is Disabled
cs: Crash protokoly jsou vypnuté
da: Nedbruds logning er Slået fra
de: Crashlogging ist ausgeschaltet

# SAFE_MODE_MESSAGE
source: It appears that the previous session of CrashReporter crashed. This may have been due to a tweak. Tweaks have been disabled for this session of CrashReporter. Tweaks will be loaded again upon the next launch.
cs: Vypadá to, že předchozí relace CrashReporteru spadla. Bylo to možná způsobené tweakama. Tweaky byly prozatím vypnuté pro tuto relaci CrashReporteru. Tweaky budou znova načtené při dalším spuštění.
da: Det ser ud til at en tidligere session af CrashReporter brød sammen. Dette kan skyldes en tweak. Tweaks er blevet slået fra for denne session af CrashReporter. Tweaks vil blive indlæst igen, ved næste genstart.
de: Es scheint, als ob die alte Sitzung von CrashReporter abgestürzt wäre. Dies könnte durch einen Tweak passiert sein. Alle Tweaks wurde für diese Sitzung von CrashReporter ausgeschaltet, sie werden beim nächsten Start wieder aktiviert.

source: Script
cs: Skript
de: Skript

# SOCIAL_SHARE_CONTENT
source: Resolve your iOS issues with CrashReporter by Lance Fetters (@ashikase): http://ashikase.com/r/package/crash-reporter
cs: Vyřešte Vaše problémy s iOS pomocí CrashReporter od Lance Fetters (@ashikase): http://ashikase.com/r/package/crash-reporter
da: Løs dine iOS problemer med CrashReporter af Lance Fetters (aka. ashikase): http://ashikase.com/r/package/crash-reporter
de: Resolve your iOS issues with CrashReporter by Lance Fetters (@ashikase): http://ashikase.com/r/package/crash-reporter Lösen sie ihre iOS Probleme mit CrashReporter von Lance Fetters (aka. ashikase): http://ashikase.com/r/package/crash-reporter

# SOCIAL_SHARE_MESSAGE
source: Help other users by letting them know about CrashReporter via your favorite social network.
cs: Pomozte ostatním uživatelům pomocí tím, že sdílíte o aplikaci CrashReporter přes Vaše oblíbené sociální sítě!
da: Hjælp andre brugere ved at fortælle dem omkring CrashReporter via dit yndlings sociale netværk.
de: Hilf anderen Nutzern, indem du sie mit deinem liebsten sozialen Netzwerk über CrashReporter informierst.

# SOCIAL_SHARE_TITLE
source: Share the Love
cs: Sdílejte aplikaci
da: Del kærligheden
de: Teile die Liebe

# SOCIAL_SHARE_UNAVAIL
source: Your device does not appear to have any social networking services configured. You can configure a social network via the Settings app.
cs: Vaše zařízení nemá nastavené připojení k sociálním sítím. Můžete nastavit Vaše sociální sítě v "Nastavení".
da: Din enhed ser ikke ud til at have nogle sociale netværk sat op. Du kan konfigurere et socialt netværk via Indstillings app'en.
de: Anscheinend sind auf diesem Gerät keine sozialen Netzwerke konfiguriert. Soziale Netzwerke sind in der Einstellungen-App konfigurierbar.

source: View
cs: Ukázat
da: Vis
de: Ansehen

source: View crash log
cs: Ukázat protokol crashe
da: Vis nedbruds log
de: Crashlog ansehen

source: View syslog
cs: Ukázat syslog
da: Vis syslog
de: Syslog ansehen

# SAFE_MODE_TITLE
source: Safe Mode
da: Fejltilstand
